<?php
$lang = array(
    'langDisplay' => 'English',
    'dir' => 'rtl',
    'lang' => 'en',
    'submit' => 'إرسال',
    'picture' => 'الصور',
    'home' => 'الرئيسية',

    'update' => 'تحديث',
    'logout' => 'تسجيل الخروج',
    'profile' => 'الملف الشخصي',
    'changepassword' => 'تغيير كلمة السر',

    'messages' => 'الرسائل',
    'sent' => 'مرسل',
    'receive' => 'استقبل',
    'spam' => 'مهمل',
    'password' => 'كلمة السر',
    'language' => 'اللغة',
   

    'sitting' => 'الاعدادات',
    'notification' => 'التنبيهات',
    'privacy' => 'الخصوصية',
    'programming' => 'البرمجة',

    'text' => ' تعريف البرمجة بأنها عملية كتابة تعليمات وتوجيه أوامر لجهاز الحاسوب أو أي جهاز آخر مثل قارئات أقراص الدي في دي أو أجهزة استقبال الصوت والصورة في نظم الاتصالات الحديثة، لتوجيه هذا الجهاز وإعلامه بكيفية التعامل مع البيانات أو كيفية تنفيذ سلسلة من الأعمال المطلوبة تسمى ',


)
?>